{
    "Ads": {
     	"enableAds": false,
        "bannerAdType": "facebook",
        "interstitialAdType": "facebook",
        "nativeAdType": "facebook",
        "admobBannerId": "ca-app-pub-3940256099942544/6300978111",
        "admobInterstitialId": "ca-app-pub-3940256099942544/1033173712",
        "admobNativeId": "ca-app-pub-3940256099942544/1044960115",
        "facebookBannerId": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
        "facebookInterstitialId": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
        "facebookNativeId": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
        "interstitialClickActivities": 5,
        "interstitialClickList": 5
    },

    "Data": {
        "btn_more_title": "More",
        "btn_more_url": "https://www.google.com/",
        "items_data": [{
                "title": "Understanding Smart Gardening",
                "image": "https://image-host-xd.web.app/gardening/1.webp",
                "title_size": "25",
				"detail": [{
					"image": "",
					"text": "1. Understanding Smart Gardening \n \n Discover what smart gardening is and how it can transform your traditional gardening practices. Learn about the benefits of integrating technology into your garden and the key concepts behind smart gardening.  \n \n  2. Setting Up Your Smart Garden  \n \n  Get step-by-step instructions on how to start your smart garden, from planning and design to selecting the right technology for your needs. Explore different types of smart gardens, including indoor, outdoor, and container gardens.",
					"native": true,
					"cpa_title": "",
					"cpa_url": "000000"
				}
				]
            }, {
                "title": "Choosing the Right Smart Gardening Tools",
                "image": "https://image-host-xd.web.app/gardening/2.webp",
                "title_size": "25",
 				"detail": [{
					"image": "",
					"text": "Choosing the Right Smart Gardening Tools \n \n Find out about the various smart gardening tools available in the market, such as smart sensors, automated watering systems, and intelligent lighting solutions. Learn how to choose the best tools for your garden's specific requirements. \n \n Plant Selection and Care in a Smart Garden \n \n Learn how to select the right plants for your smart garden and how technology can assist you in providing optimal care for your plants. Understand the importance of plant compatibility and how to create a balanced ecosystem.",
					"native": true,
					"cpa_title": "",
					"cpa_url": "000000"
				}
				]
            }, {
                "title": "Water Management and Irrigation Systems",
                "image": "https://image-host-xd.web.app/gardening/3.webp",
                "title_size": "25",
      			"detail": [{
					"image": "",
					"text": "Explore innovative water management techniques and smart irrigation systems that ensure your plants receive the right amount of water while conserving this precious resource. Discover how to customize watering schedules based on your garden's needs. \n \n Soil Health and Nutrient Management: \n \nUnderstand the importance of maintaining healthy soil in a smart garden and how technology can help you monitor and manage soil nutrients. Learn about smart soil sensors and how to interpret their data.",
					"native": true,
					"cpa_title": "",
					"cpa_url": "000000"
				}
				]
            }, {
                "title": "Pest and Disease Control with Technology",
                "image": "https://image-host-xd.web.app/gardening/4.webp",
                "title_size": "25",
          		"detail": [{
					"image": "",
					"text": "Find out how to use technology to prevent and control pests and diseases in your garden. Learn about smart traps, surveillance systems, and data-driven approaches to keeping your garden healthy. \n \n Monitoring and Analyzing Your Garden's Data \n \n Discover the power of data in smart gardening. Learn how to use data collected from your garden to make informed decisions and improve your gardening practices over time.",
					"native": true,
					"cpa_title": "",
					"cpa_url": "000000"
				}
				]
            }, {
                "title": "Sustainable Practices in Smart Gardening",
                "image": "https://image-host-xd.web.app/gardening/5.webp",
                "title_size": "25",
             	"detail": [{
					"image": "",
					"text": "Explore how smart gardening can contribute to sustainability by reducing waste, conserving resources, and promoting eco-friendly practices. Learn about composting, renewable energy solutions, and water recycling in a smart garden. \n \n Troubleshooting Common Smart Gardening Issues: \n \n Get practical tips for troubleshooting common issues that may arise in your smart garden, from technical glitches to environmental challenges. Learn how to diagnose and solve problems effectively.",
					"native": true,
					"cpa_title": "",
					"cpa_url": "000000"
				}
				]
            }, {
                "title": "Community and Resources for Smart Gardeners",
                "image": "https://image-host-xd.web.app/gardening/6.webp",
                "title_size": "25",
                "detail": [{
					"image": "000000",
					"text": "Discover the vibrant community of smart gardeners and the wealth of resources available to help you on your smart gardening journey. Find forums, blogs, and social media groups where you can connect with fellow enthusiasts. \n \n Future Trends in Smart Gardening \n \n Look ahead at the exciting future of smart gardening, including emerging technologies, innovative gardening methods, and potential advancements in sustainable gardening practices.",
					"native": true,
					"cpa_title": "",
					"cpa_url": "000000"
				}
				]
            },{
                "title": "Conclusion",
                "image": "https://image-host-xd.web.app/gardening/6.webp",
                "title_size": "25",
                "detail": [{
					"image": "000000",
					"text": "Smart gardening is a dynamic and rewarding approach to gardening that leverages technology to enhance efficiency, productivity, and sustainability. By following this comprehensive guide, you'll be well-equipped to embark on your smart gardening journey and enjoy the many benefits that technology can bring to your garden.",
					"native": true,
					"cpa_title": "",
					"cpa_url": "000000"
				}
				]
            }
        ]
    }
}
